answer = {
    'start_reply': 'Приветствую!\nВыбери нужную функцию.',
    'input_city_reply': 'Для получения текущей погоды введите название города, оправьте боту локацию, или нажмите кнопку внизу',
    'error_fetch_weather': 'Не удалось найти город.\nВведите название города',
    'error_fetch_weather_by_location': 'Не удалось загрузить погоду',
    'error_fetch_pic': 'Не удалось загрузить случайную картинку',
    'weather_reply': 'В городе {} сейчас:\n\n{}\nтемпература: {:.1f}°C.',
    'location_reply': 'По данным координатам сейчас:\n\n{}\nтемпература: {:.1f}°C.',
    'exchange_code_reply': 'Для начала введите трёхзначный код первой валюты.\n\nнапример: USD, TRY, GEL',
    'exchange_amount_reply': 'Вы выбрали валюту {}.\n\nTеперь введите сумму в {}',
    'exchange_code_error': 'Некорректно введён код валюты.\nСписок поддерживаемых валют '
                               'и их коды можно посмотреть по ссылке:\n\nhttps://www.exchangerate-api.com/docs/supported-currencies',
    'amount_reply': 'Сумма: {:.2f} {}.\n\nВведите код валюты для конвертации',
    'exchange_amount_error': 'Некорректно введена сумма. Введите положительное число',
    'exchange_reply': 'Конвертация {} в {}:\n\n{:.2f} {} = {:.2f} {}\n1.00 {} = {:.2f} {}',
    'poll_question_reply': 'Для создания опроса введите вопрос',
    'poll_select_group_reply': 'Для отправки опроса в группу введите group id',
    'poll_send_poll_error_reply': 'Не удалось отправить опрос.\nПроверьте правильность group id,\n'
                                  '(начинается со знака "-")\nБот должен состоять в данной группе!\n\n'
                                  'Введите group id',
    'poll_sent_reply': 'Опрос {} отправлен в групповой чат {}\nid: <code>{}</>',
    'poll_answers_reply': 'Введите варианты ответов, разделенные запятой',
    'poll_question_error_reply': 'Текст опроса должен быть не длинее 300 символов.\n'
                                 'Введите вопрос',
    'poll_answers_error_reply': 'В опросе должно быть более одного варианта ответа.\n'
                                'В опросе должно быть не более 10 варианта ответов.\n'
                                'Вариант ответа не может быть пустым.\n'
                                'Вариант ответа не может быть длинее 100 символов.\n'
                                'Введите варианты ответов, разделенные запятой'
}
